Repository: common-repository/brand-coupons-for-woocommerce
Catalog: languages/brand-coupons-for-woocommerce-*.po
Languages: es_es, fr_fr

source: Add your own CSS code in order to customize the styles of the banner displayed on the product page.
es_es: Añade tu propio código CSS para personalizar los estilos del banner mostrado en la página de producto.
fr_fr: Ajoutez votre propre code CSS pour personnaliser les styles de la bannière affichée sur la page du produit.

source: Customize the CSS selectors to properly get the base price of your products.
es_es: Personaliza los selectores CSS para obtener correctamente el precio base de tus productos.
fr_fr: Personnalisez les sélecteurs CSS pour obtenir correctement le prix de base de vos produits.

source: Custom CSS
es_es: CSS personalizado
fr_fr: CSS personnalisé

source: Customize
es_es: Personalizar
fr_fr: Personnaliser

source: Variation Price
es_es: Precio de la variación
fr_fr: Variation de prix

source: Sale Price
es_es: Precio rebajado
fr_fr: Prix promotionnel

source: Regular Price
es_es: Precio normal
fr_fr: Prix normal

source: CSS Selectors
es_es: Selectores CSS
fr_fr: Sélecteurs CSS

source: Promotional banners will automatically be displayed on product pages, including the code and description of each coupon.
es_es: Los banners promocionales se mostrarán automáticamente en las páginas de producto, incluyendo el código y la descripción de cada cupón.
fr_fr: Des bannières promotionnelles seront automatiquement affichées sur les pages produits, y compris le code et la description de chaque code promo.

source: Create discount <a href="%s">Coupons</a> with brand restrictions.
es_es: Crea <a href="%s">cupones</a> de descuento con restricciones de marca.
fr_fr: Créez des <a href="%s">codes promo</a> avec des restrictions de marque.

source: Add new brands and assign them to your products.
es_es: Añade nuevas marcas y asígnalas a tus productos.
fr_fr: Ajoutez de nouvelles marques et attribuez-les à vos produits.

source: Install and activate the "<a class="thickbox open-plugin-details-modal" href="%s" target="_blank">Perfect Brands for WooCommerce</a>" plugin.
es_es: Instala y activa el plugin "<a class="thickbox open-plugin-details-modal" href="%s" target="_blank">Perfect Brands for WooCommerce</a>".
fr_fr: Installez et activez l’extension "<a class="thickbox open-plugin-details-modal" href="%s" target="_blank">Perfect Brands for WooCommerce</a>".

source: This plugin displays your brand-restricted discount coupons automatically on the product pages of your WooCommerce store.
es_es: Este plugin muestra automáticamente tus cupones de descuento con restricciones de marca en las páginas de producto de tu tienda WooCommerce.
fr_fr: Cette extension affiche automatiquement vos codes promo avec des restrictions de marque sur les pages des produits de votre boutique WooCommerce.

source: Please install and activate the <strong><a class="thickbox open-plugin-details-modal" href="%s" target="_blank">Perfect Brands for WooCommerce</a></strong> plugin.
es_es: Por favor, instala y activa el plugin <strong><a class="thickbox open-plugin-details-modal" href="%s" target="_blank">Perfect Brands for WooCommerce</a></strong>.
fr_fr: Veuillez installer et activer l’extension <strong><a class="thickbox open-plugin-details-modal" href="%s" target="_blank">Perfect Brands for WooCommerce</a></strong>.

source: Please install and activate the <strong>WooCommerce</strong> plugin.
es_es: Por favor, instala y activa el plugin <strong>WooCommerce</strong>.
fr_fr: Veuillez installer et activer l’extension <strong>WooCommerce</strong>.

source: Enter this code in your cart to apply the discount.
es_es: Introduce este código en tu carrito para aplicar el descuento.
fr_fr: Saisissez ce code dans votre panier pour appliquer la réduction.

source: Display your brand-restricted coupons on the WooCommerce product pages.
es_es: Muestra tus cupones con restricciones de marca en las páginas de productos de WooCommerce.
fr_fr: Affichez vos codes promo avec des restrictions par marque sur les pages de produits WooCommerce.
